[
	{
		"name": "Alistar_0.jpg",
		"title": "Alistar",
		"description": "作为氏族的最后幸存者，阿利斯塔在保护家园抵抗强大入侵者时被俘，成为一名奴隶，被迫推动巨大的滑轮升降矿工。 在这无尽的痛苦生活里，他唯一的安慰来自于一位奴隶女孩叶瑟尼亚，她每周一次来为阿利斯塔清理伤口。但有一天，叶瑟尼亚被卖给了一个旅行商队。阿利斯塔得知这个消息后怒气冲天，他挣脱了锁链，空手杀死了工头。 之后阿利斯塔参与了战争协会，瓦罗然大陆最大的商贸中心，希望有一天能找到叶瑟尼亚所在的商队"
	},
	{
		"name": "Amumu_0.jpg",
		"title": "Amumu",
		"description": "或许阿木木是英雄联盟世界里最古老的保卫者英雄之一，他对加入联盟前的生活仍一无所知。阿木木唯一记得的是自己在Shuima沙漠的一座金字塔内独自醒来。他全身缠着裹尸布，感受不到自己的心跳。此外，他感到一股强大而莫名的悲伤；他知道他失去了亲人，虽然他已不记得他们是谁。阿木木跪下来，在绷带内哭泣。不论做什么，似乎他都无法阻止眼泪或悲伤。最后他站起来在这个世界上游荡，并进入了联盟；似乎他可以利用情绪释放的原始力量来为召唤者服务。到现在，阿木木还是悲伤的木乃伊，只是偶尔会在沮丧后体验到极度的愤怒。在这种时候，你最好闪开点，不然你会发现自己被缠绕在阿木木泪湿的绷带里。任何时候在阿木木附近的一个地方单位死亡时，它的尸体都会爆炸，对周围的单位造成魔法伤害。"
	},
	{
		"name": "Annie_0.jpg",
		"title": "Annie",
		"description": "她的母亲是一位灰色魔女，她的父亲是一名神秘的术士，这个孩子的血液里流淌着惊人的秘法能量。她两岁时就用魔法驯服了一头森林里的凶猛暗影熊，将它作为宠物一直到现在.她叫它“Tibbers”。安妮通常将它变成一个玩具熊，就像普通孩子的玩偶一样。在战争协会内部的庭院里，安妮永远那么可爱，顽皮好奇地过着无拘无束的日子。她嬉笑玩闹，和其他同龄女孩儿一样玩打扮游戏。但不要表象迷惑。在战场上，保卫者们遇见的是另一个安妮，充满灰色魔女的愤怒和秘法能量。"
	},
	{
		"name": "Ashe_0.jpg",
		"title": "Ashe",
		"description": "作为阿瓦罗萨的直系后代，艾西是Freljord大陆的传奇三姐妹之一，姐妹三人分别统治着冰川苔原上部落。艾西继承了祖先精湛的箭术，她来到战争协会为召唤者服务，意图为王国的和平赢得足够的影响和支持，因为这个王国自从三姐妹时代以来一直争吵不断。在获得无数的胜利后，艾西希望能最终获得阿瓦罗萨遗失已久的王权。艾西是Freljord大陆上少数获得冰霜射手头衔的人，但却心肠火热。和她出众的箭术一样为人称道的，是即使在最可怕的环境下她仍是足智多谋。她擅长将冰川苔原上的寒冷注入箭里，手腕轻轻一动就可减缓敌人速度。她可以在数百尺外发出猛烈的一击，冻结最强大的敌人。如同她与生俱来的美貌，艾西在正义广场赢得了所有人的尊敬"
	},
	{
		"name": "Chogath_0.jpg",
		"title": "Chogath",
		"description": "在各个维度各个世界之间，有这么一个地方。对有些人来说，这里是外域；对另一些人来说，则是未知空间；然而对更多的人而言，这里是the Void无尽虚空。科加斯就是无尽虚空的产物之一，它令人毛骨悚然以至于大部分人都不敢说出这个名字。它的伙伴们正试图挖通维度边墙，进入Runeterra世界，那是它们的天堂，可以获得无上的恐惧享受。在途中他们发现了Icathia的黑暗波动污染了召唤仪式——这就是科加斯是如何出现的原因。万幸召唤仪式的能量让科加斯和战争协会链接到了一起，科加斯在此运用在无尽虚空与生俱来的技能帮助召唤者们决定世界的命运,如果有这样的机会，它会知道如何选择。 科加斯是令人恐惧的对手，它的恐惧之刺不止攻击目标，还会伤害附近的敌人。它还能让敌人脚下的大地爆炸破裂，将敌人炸飞。"
	},
	{
		"name": "Jax_0.jpg",
		"title": "Jax",
		"description": "作为战争协会比赛中获得荣誉最多的战士，贾克斯自称武器大师，他获胜152次，以前从没有人可以获得他一半的成绩。而让这个成绩更加闪耀的是，他的152次胜利只用了152场比赛。由于终结符文之战的和平协议不允许一位无法战胜的战士出现在竞技场里，联盟匆忙地一致同意禁止贾克斯参与竞技场比赛。不过由于战争协会的意志，联盟最终松口，宣布没有理由禁止一名代表国家政府的保卫者参与竞标赛。贾克斯重返战场，但必须接受一个限制：他只能使用联盟许可的武器战斗"
	},
	{
		"name": "Karthus_0.jpg",
		"title": "Karthus",
		"description": "在符文之战期间，巨大的魔法能量被释放出来，给瓦罗然大陆留下了无数伤痕。很多偏远地区被残余的魔法持续扭曲，成为人迹罕至的地方，嚎叫沼泽就是其中之一，巫妖卡尔萨斯自称是这里的领主。有人推测卡尔萨斯生前是位法师，他愚蠢地进入这片恶臭泥沼，最终被这里弥漫的黑暗魔法影响，被整个变成了巫妖。据说在最暗黑的夜晚，卡尔萨斯吟唱着沼泽行者的传说，他们是来自过去和现在的沼泽旅人，最终都屈从于这里的黑暗力量。"
	},
	{
		"name": "MasterYi_0.jpg",
		"title": "MasterYi",
		"description": "无极武馆是个非常神秘的存在，除了本门弟子其他人根本找不到，传言武馆位于沙漠深处武馆有四位大师镇馆，分别以金银铜铅四条龙命名，他们从不在同时出现，在世界各地招收门徒。易研习无极之道已经超过1000年了。他是瓦罗然大陆上已知最长寿的人类，但当你看见他时，会觉得大师还不到30岁。被人问起时，易会告诉你，他出生于虚无缥缈的宇宙中，这也是他向来行动如风的原因。在战斗中面对过易的人都知道无极剑圣的厉害 —— 没有任何预兆，易突然攻击两次，轻松解决战斗。而你唯一能发现的痕迹只有嘶嘶风声，那是易的剑刃破空之声。"
	},
	{
		"name": "Morgana_0.jpg",
		"title": "Morgana",
		"description": "梅甘娜很小就随姐姐凯勒加入了审判者，姐妹俩迅速地脱颖而出，残酷的训练也将她们的战斗技能磨练到最高水准。虽然梅甘娜和凯勒是姐妹和亲密的朋友，但她们彼此之间竞争激烈。她们都天性善良，但都想打败对方成为审判者之长。 最终，凯勒成为了审判者的领导者，并接手管理整个组织。而嫉妒与凯勒巨大成就的梅甘娜断绝了姐妹间的友谊，并计划反对凯勒。发现叛乱的凯勒对于妹妹的欺骗行为狂怒不已，她攻击了梅甘娜，据说这场战斗激烈程度前所未有。愤怒之下的凯勒将梅甘娜的翅膀撕散，并将她永远逐出审判者行列。梅甘娜被迫逃走，誓言此生一定要打落凯勒审判者之首的名位。"
	},
	{
		"name": "Nunu_0.jpg",
		"title": "Nunu",
		"description": "瓦罗然极东之地被刺骨寒冰所覆盖，在漫长的冬季里，当地居民玩一个奇怪的游戏。他们弄醒一窝冬眠的雪人，然后挨个跳到雪人背上，比赛谁能骑乘最久。最好的记录是2分17秒，不过那时努努出现之前。努努蹲伏正山洞边等待最大的雪人睡着。然后他狂叫一声猛跳到雪人背上。而雪人爬起来飞奔消失于暴风雪的漩涡之中。自此努努和他的雪人从没分开过"
	},
	{
		"name": "Ryze_0.jpg",
		"title": "Ryze",
		"description": "作为法师学院出来的两个讨厌鬼之一，瑞兹从来没合群过。在他7岁时，瑞兹就曾半夜偷入导师的住所，然后用一瓶电能药剂烧焦了校长引以为傲的头发；9岁时，他在老师准备用于郊游的火焰呼吸药剂里混入了泻药；12岁时，他在图书馆拆卸了学校的飞艇然后重新组装了一遍；6个月后，他又被人逮住在学院礼堂每个椅子上施加束缚神符（这导致女巫节庆典后校方整整花了两天来将学生和椅子分开）。瑞兹非常向往外界的生活，所以离开了学院开始独自修行。之后数年内他学会了所找到魔法书上的每一个魔法，他甚至不可思议的学会了强大的电弧卷轴。他一丝不苟的记录下见过的每个法术，一直到最后他将最罕见强大的咒文直接刻纹在自己的皮肤上。"
	},
	{
		"name": "Singed_0.jpg",
		"title": "Singed",
		"description": "在符文之战里有一个转折点，而我们只知道它被称为“审判时”。那天和平常一样，大陆上充满了愤怒的战斗，人们为不同的信仰战斗，然后死去。但在那一天日落前的一小时，一场爆炸震动了整个大陆，昔日宁静的海面怒涛翻滚，层峦叠嶂也随之震颤，瓦罗然的火山倾泻出滚滚熔岩，散落的岛屿也在震颤中沉入海底。来自世界各地的使者汇集此处调查爆炸的原因，最后他们找到了一些化学实验的残留物。而辛吉德正奄奄一息的趟在实验室的地板上，他烧伤的皮肤上裹缠着绷带，而绷带之下的衣服上满是血污。当他们准备抬起辛吉德时，一滴绿色药剂滴落在疯狂炼金术士的背上，强烈的酸性物质弥漫开来，附近所有的人都疯狂的抓挠眼睛和喉咙。而辛吉德眼中的闪光则是他们死前最后所见，之后辛吉德站立起来，皮肤冒泡离开了这里。"
	},
	{
		"name": "Sion_0.jpg",
		"title": "Sion",
		"description": "蒂马西亚和诺克苏斯的战争历史扩散到了瓦罗然的城市。这场冲突最新的产物是诺克苏斯的残暴战士赛恩。赛恩被诺克苏斯当作人形攻城武器使用，在诺克苏斯军队最前方给予敌人雷霆一击。他会用巨大的双手斧“切碎者”残暴地撕裂敌人。赛恩毫不在乎会耗尽体力，终于被蒂马西亚军队抓获斩首，他们以为这是赛恩血腥屠杀的终结，但这不过是个开始。诺克苏斯著名的刺客卡塔琳娜回收了赛恩的遗体，死灵法师再次复活了这头猛兽为诺克苏斯服务。"
	},
	{
		"name": "Sivir_0.jpg",
		"title": "Sivir",
		"description": "美丽而致命的希维尔在她的雇佣兵生涯中赢得了无数头衔，而最近她一直是“ 诺克苏斯的战争女王”。如今和诺克苏斯最高指挥部的合约破裂后，她被称为“战争女王”。希维尔反对诺克苏斯对和平岛国爱奥尼亚的战争，而爱奥尼亚成功抵御了诺克苏斯的冷酷刺客后，希维尔的预言成为现实，战争陷入僵局，演变成血腥的对峙。于是希维尔宣称不再服从诺克苏斯最高指挥部的命令，开始为战争协会效力。诺克苏斯方面派出了大量雇佣杀手，希望惩戒希维尔的违约之举，而这些杀手从未完成任务，或者说无人生还。"
	},
	{
		"name": "Teemo_0.jpg",
		"title": "Teemo",
		"description": "作为班德尔城的斥候队长，提莫是祖国尤德尔最前方的防守者。在斥候队长之外，他还要筹划肥皂盒德比，传授新手斥候誓约，裁定年度大胃王比赛——当然提莫还要负责保卫班德尔城。在提莫精确到卷的畅销自传里，班德尔的首席斥候详细描述了尤德尔的军队战术，比如空中地毯式轰炸，以及在投石机里放上带毒刺的弹药。"
	},
	{
		"name": "Tristana_0.jpg",
		"title": "Tristana",
		"description": "如果说麦格灵们有一个共同点，那就是他们对于爆炸的热爱。众所周知每3个麦格灵中就会有1个在17岁前就失去了手指、脚趾或是烤焦了脸上的胡须。崔丝塔娜非常小就加入了麦格灵突击队，并成为一名“红宝石”成员。红宝石火箭部队，简称红宝石部队，是一只优秀的重火力移动炮兵部队。虽然他们通常2人1组活动（可以更方便的操作笨拙的重武器），但崔丝塔娜显露出非同寻常的天赋，她可以独自操纵武器，稳定重心然后开火——即便火箭筒立起来比她还高两寸。"
	},
	{
		"name": "Tryndamere_0.jpg",
		"title": "Tryndamere",
		"description": "在费罗尼平原有一个传说，这个传说在野蛮人部落间流传，每个孩子出生都会听长辈们讲述这个故事。故事的主人公出生时，腹部带有奇异的印记——那是一个黑色圆形符咒，像蛇一样首尾相连，吞噬自己。据说他的降生预示一个新纪元的开始，野蛮人部落会在他带领下崛起，在他蛇形咒文的旗帜下，野蛮人们会征服世界。当他降生时，所有的野蛮人部落欢欣鼓舞，他们大摆宴席狂欢庆祝。 庆祝结束后，他们穿上兽皮衣，高举手中剑，像洪水一样冲向费罗尼平原，一度将整个世界拖入战争泥沼。这个孩子叫做泰达米尔，他成为了一名强大的战士。而现在，在战争协会，他已经准备好释放狂野之力在这个世界上夺得属于自己的地位。"
	}
]
